Repository: jcome/otzhcn
Catalog: OTZhCN-omegat.tmx
Source language: en_us
Languages: zh_cn

source: Create Mesh
zh_cn: 创建网格

source: Create New Project
zh_cn: 创建新项目

source: Create Output Fx
zh_cn: 创建输出特效

source: Create Scene
zh_cn: 创建场景

source: Create Studio Palette : %1
zh_cn: 创建工作室调色板 : %1

source: Create Studio Palette Folder : %1
zh_cn: 创建工作室调色板文件夹 : %1

source: Create Style#%1 in Palette %2
zh_cn: 在调色板 %2 中创建样式#%1

source: Create Sub-folder when Importing Sub-Xsheet
zh_cn: 当导入子摄影表时创建子文件夹

source: Create Subfolder
zh_cn: 创建子文件夹

source: Create a New Scene
zh_cn: 创建新场景

source: Create folder
zh_cn: 创建文件夹

source: Create new palette
zh_cn: 创建新调色板

source: Create new scene
zh_cn: 创建新场景

source: Create project
zh_cn: 创建项目

source: Create scene
zh_cn: 创建场景

source: Create the Destination Subfolder to Save
zh_cn: 创建保存目的地子文件夹

source: Created:
zh_cn: 创建时间:

source: Creating an animation level of %1 frames
zh_cn: 正在创建 %1 帧动画层级

source: Critical
zh_cn: 紧急

source: Crop
zh_cn: 裁切

source: Crosshair
zh_cn: 十字标线

source: Cu&t
zh_cn: 剪切(&T)

source: Cubic convolution, a = .5
zh_cn: 三次卷积法, a = .5

source: Cubic convolution, a = .75
zh_cn: 三次卷积法, a = .75

source: Cubic convolution, a = 1
zh_cn: 三次卷积法, a = 1

source: Curl
zh_cn: 卷缩

source: Current Camera DPI
zh_cn: 当前摄影机 DPI

source: Current Camera Settings
zh_cn: 当前摄影机设置

source: Current Column Color:
zh_cn: 当前列的颜色:

source: Current Frame
zh_cn: 当前帧

source: Current Frame:
zh_cn: 当前帧:

source: Current Project
zh_cn: 当前项目

source: Current Size
zh_cn: 当前尺寸

source: Current Style
zh_cn: 当前样式

source: Current date
zh_cn: 当前日期

source: Current date and time
zh_cn: 当期日期和时间

source: Current frame
zh_cn: 当前帧

source: Current level has no available palette.
zh_cn: 当前层级没有可用色板。

source: Current selection contains mixed image and mesh level types
zh_cn: 当前选区包含了混合的图像和层级类型

source: Current selection contains no image or mesh level types
zh_cn: 当前选区没包含图像或者网格层级类型

source: Cursor Options
zh_cn: 光标选项

source: Cursor Style:
zh_cn: 光标样式:

source: Curve Radius
zh_cn: 曲线半径

source: Curve Shape
zh_cn: 曲线形状

source: Custom
zh_cn: 定制

source: Custom : Always use the custom dpi specified here.
zh_cn: 定制：总是使用在此处指定的 DPI。

source: Custom DPI
zh_cn: 定制 DPI

source: Custom Panel Editor
zh_cn: 定制面板编辑器

source: Custom Project Path(s):
zh_cn: 定制项目路径:

source: Custom Texture
zh_cn: 定制纹理

source: Custom*
zh_cn: 定制*

source: Customize
zh_cn: 定制

source: Customize Command Bar
zh_cn: 定制命令条

source: Customize Menu Bar of Room "%1"
zh_cn: 定制工作区“%1”的菜单栏

source: Customize XSheet Toolbar
zh_cn: 定制摄影表工具条

source: Cut Cells
zh_cn: 剪切帧格

source: Cut Columns
zh_cn: 剪切列

source: Cut Frames : Level %1 : Frame
zh_cn: 剪切帧：层级 %1：帧

source: Cut Mesh
zh_cn: 剪切网格

source: Cut Style from Palette : %1
zh_cn: 从调色板 %1 中剪切样式

source: Cutter Tool
zh_cn: 切刀工具

source: Cyan
zh_cn: 青色

source: Cycle
zh_cn: 循环

source: DPI && Resolution
zh_cn: DPI && 分辨率

source: DPI:Auto
zh_cn: DPI: 自动

source: DSLR Options
zh_cn: DSLR 选项

source: Dark Blue
zh_cn: 深蓝色

source: Dark Cyan
zh_cn: 深青色

source: Dark Gray
zh_cn: 深灰色

source: Dark Green
zh_cn: 深绿

source: Dark Magenta
zh_cn: 深品红

source: Dark Pink
zh_cn: 深粉色

source: Dark Red
zh_cn: 深红

source: Dark Yellow
zh_cn: 深黄色

source: DarkCyan
zh_cn: 暗青

source: DarkMagenta
zh_cn: 暗红

source: DarkYellow
zh_cn: 暗黄

source: Dash
zh_cn: 线段

source: Dashes
zh_cn: 长划线

source: Date
zh_cn: 日期

source: Date Created
zh_cn: 创建日期

source: Date Modified
zh_cn: 修改日期

source: Deactivate
zh_cn: 停用

source: Deactivate Cycle
zh_cn: 禁用循环

source: Deactivate Onion Skin
zh_cn: 停用洋葱皮

source: Decode all $scenefolder aliases
zh_cn: 解码全部$scenefolder 别名

source: Dedicated CPUs:
zh_cn: 专用 CPU 数:

source: Default
zh_cn: 默认

source: Default File Import Behavior:
zh_cn: 默认文件导入行为:

source: Default Interpolation:
zh_cn: 默认插值法:

source: Default Level Type:
zh_cn: 默认层级类型:

source: Default Main Colors
zh_cn: 默认主颜色

source: Default Raster / Scan Level Format:
zh_cn: 默认光栅/扫描层级格式:

source: Define Loading Box
zh_cn: 定义加载框

source: Define Scanner
zh_cn: 指定扫描仪

source: Define Sub-camera
zh_cn: 定义子摄影机

source: Deform Raster
zh_cn: 变形光栅图

source: Delete
zh_cn: 删除

source: Delete %1
zh_cn: 删除%1

source: Delete %1 items.
zh_cn: 删除 %1 个项目。

source: Delete Cells
zh_cn: 删除帧格

source: Delete Color
zh_cn: 删除颜色

source: Delete Column :
zh_cn: 删除列 :

source: Delete Columns
zh_cn: 删除列

source: Delete Command Behaviour:
zh_cn: 删除命令行为:

source: Delete Current Preset
zh_cn: 删除当前的预设

source: Delete Folder
zh_cn: 删除文件夹

source: Delete Frames : Level %1 : Frame
zh_cn: 删除帧：层级 %1：帧

source: Delete Fx Node : %1
zh_cn: 删除特效节点 : %1

source: Delete Key
zh_cn: 删除关键帧

source: Delete Key Frames
zh_cn: 删除关键帧

source: Delete Keyframe
zh_cn: 移除关键帧

source: Delete Level : %1
zh_cn: 删除层级：%1

source: Delete Lines
zh_cn: 删除线

source: Delete Link
zh_cn: 删除链接

source: Delete Local Copy
zh_cn: 删除本地拷贝

source: Delete Matchline : Level %1
zh_cn: 删除适配线 : 层级 %1

source: Delete Memo
zh_cn: 删除便签

source: Delete Original Files
zh_cn: 删除原文件

source: Delete Page
zh_cn: 删除页

source: Delete Page %1 from Palette %2
zh_cn: 从调色板 %2 中删除页 %1

source: Delete Palette
zh_cn: 删除调色板

source: Delete Preset
zh_cn: 删除预设

source: Delete Room "%1"
zh_cn: 删除工作区“%1”

source: Delete Scene Contents
zh_cn: 删除场景内容

source: Delete Studio Palette : %1
zh_cn: 删除工作室调色板 : %1

source: Delete Studio Palette Folder : %1
zh_cn: 删除工作室调色板文件夹 : %1

source: Delete Style from Palette : %1
zh_cn: 从调色板 %1 中删除样式

source: Delete Styles Only
zh_cn: 仅删除样式

source: Delete Styles, Lines and Areas
zh_cn: 删除样式、线和区域

source: Delete Vertex
zh_cn: 删除顶点

source: Delete and Re-cleanup : The following files will be deleted.
zh_cn: 删除并重新清理：下列文件将被删除。

source: Delete anyway?
zh_cn: 无论如何都要删除？

source: Delete empty folder.
zh_cn: 删除空文件夹。

source: Delete existing level and create a new level with selected drawings only.
zh_cn: 删除现有的层级，并只用选中的图像来创建新层级。

source: Delete folder
zh_cn: 删除文件夹

source: Delete folder that contains %1 items.
zh_cn: 删除包含 %1 个项目的文件夹。

source: Delete on Server
zh_cn: 删除服务器的文件

source: Delete the old level entirely
zh_cn: 删除全部旧层级

source: Deleting "%1".
zh_cn: 删除 "%1".

source: Deleting %1 items...
zh_cn: 正在删除 %1 个项目...

source: Deleting %1.
zh_cn: 删除 "%1"。

source: Deleting %n files.
zh_cn: 删除文件 %n 。

source: Deleting the following items:
zh_cn: 删除如下项目:

source: Deleting the subcamera preset %1.
zh_cn: 删除子摄影机预设%1。

source: Deletion of Lines and Areas from raster-based levels is not undoable.
zh_cn: 从光栅层级中删除适配线和区域是不可撤销的。

source: Density
zh_cn: 密度

source: Dependencies:
zh_cn: 依赖项:

source: Desktop/OpenToonz*
zh_cn: 桌面/OpenToonz*

source: Despeckling
zh_cn: 去斑

source: Despeckling:
zh_cn: 去斑:

source: Device:
zh_cn: 设备:

source: Diff Palette
zh_cn: 差异调色板

source: Diff Palette + Bayer1 Dither
zh_cn: 差异调色板 + 拜尔1抖动

source: Diff Palette + Bayer2 Dither
zh_cn: 差异调色板 + 拜尔1抖动

source: Diff Palette + Sierra Dither
zh_cn: 差异调色板 + Sierra抖动

source: Disabled
zh_cn: 禁用

source: Discard
zh_cn: 放弃更改

source: Discard Changes
zh_cn: 丢弃更改

source: Disconnect Fx
zh_cn: 断开特效的连接

source: Disconnect from Xsheet :
zh_cn: 断开摄影表的连接 :

source: Display Areas as Filled
zh_cn: 将区域显示为已填充

source: Display Lines Only
zh_cn: 仅显示线条

source: Display in a New Flipbook Window
zh_cn: 在新翻页书窗口中显示

source: Display on Column Header
zh_cn: 在列头上显示

source: Display on Each Marker
zh_cn: 在每个标记器上显示

source: Display:
zh_cn: 显示:

source: Distance
zh_cn: 距离

source: Distance:
zh_cn: 距离:

source: Distortion
zh_cn: 扭曲

source: Do not activate this option or the tablet won't work properly.)
zh_cn: 不要激活这个选项，否则绘图板将无法正常工作)。

source: Do stereoscopy
zh_cn: 制作 3D 效果

source: Do you want to cleanup this frame?
zh_cn: 是否要对这个帧进行清稿？

source: Do you want to continue the operation anyway ?
zh_cn: 你要继续操作吗？

source: Do you want to continue?
zh_cn: 你要继续吗？

source: Do you want to create it?
zh_cn: 确定要创建它吗？

source: Do you want to crop the canvas?
zh_cn: 你想裁剪画布吗？

source: Do you want to explode anyway ?
zh_cn: 你是要分解吗？

source: Do you want to expose the renamed level ?
zh_cn: 你要公开这些已重命名的层级吗？

source: Do you want to import it or load it from its original location?
zh_cn: 是要导入它还是从原位加载？

source: Do you want to import them or load from their original location?
zh_cn: 是要导入它们还是从原位加载？

source: Do you want to merge with existing entries?
zh_cn: 你要与现有条目合并吗？

source: Do you want to overwrite it?
zh_cn: 确定要覆盖吗？

source: Do you want to overwrite?
zh_cn: 确定要覆盖吗？

source: Do you want to proceed?
zh_cn: 你想继续吗？

source: Do you want to replace it?
zh_cn: 你要要覆盖它吗？

source: Do you want to restart camera calibration?
zh_cn: 你要重新开始摄影机校准吗？

source: Do you want to save the log?
zh_cn: 你要保存日志吗？

source: Do you want to save the scene anyway ?
zh_cn: 你要保存场景吗？

source: Do you want to save your changes?
zh_cn: 你要保存改动吗？

source: Do you want to scan them again?
zh_cn: 你想再扫描一次吗？

source: Do you wish to continue loading the last good save or stop and try to salvage the prior save?
zh_cn: 你希望继续加载最后一次良好的保存，还是停止并尝试挽救之前的保存？

source: Dominant Field:
zh_cn: 优先场:

source: Don't Duplicate
zh_cn: 不要复制

source: Don't Overwrite
zh_cn: 不覆盖

source: Don't Overwrite Palette
zh_cn: 不要覆盖调色板

source: Don't Overwrite for All
zh_cn: 全部不覆盖

source: Don't Scan
zh_cn: 不扫描

source: Don't expose
zh_cn: 不公开

source: Done: 2 Levels converted to TLV Format
zh_cn: 完成：2 个层级已转换为 TLV 格式

source: Done: All Levels converted to TLV Format
zh_cn: 完成：所有层级已转换为 TLV 格式

source: Dot
zh_cn: 点

source: Dot Distance
zh_cn: 圆点距离

source: Dot Size
zh_cn: 点的大小

source: Double Click to Toggle Onion Skin
zh_cn: [双击]以显示/隐藏洋葱皮

source: Down Arrow at End of Level Strip Creates a New Frame
zh_cn: 在层级条末端时，按“向下方向键”创建一个新帧

source: Drag a scene into the box to export a scene.
zh_cn: 拖放场景到方框中以导出场景。

source: Drag and set command
zh_cn: 拖动并设置命令

source: Drag to Extend Onion Skin, Double Click to Toggle All
zh_cn: [拖动]以扩展洋葱皮，[双击]以显示/隐藏全部洋葱皮

source: Drag to Move Black Point
zh_cn: 拖动以移动黑场

source: Drag to Move Gamma
zh_cn: 拖动以移动伽㐷

source: Drag to Move Threshold Point
zh_cn: 拖动以移动阀值点

source: Drag to Move White Point
zh_cn: 拖动以移动白场

source: Drag to play the animation
zh_cn: [拖动]播放动画

source: Draw
zh_cn: 绘画

source: Draw Numbers On Track Line
zh_cn: 绘制编号在轨迹线上

source: Draw On Keyframes
zh_cn: 绘制在关键帧上

source: Draw On Navigation Tags
zh_cn: 绘制在导航标记上

source: Draw Order:
zh_cn: 绘制顺序:

source: Drawing
zh_cn: 绘图

source: Drawing Substitution
zh_cn: 绘图替换

source: Drawing Substitution Backward
zh_cn: 向后替换绘图

source: Drawing Substitution Forward
zh_cn: 向前替换绘图

source: Drawing:
zh_cn: 绘图:

source: Duplicate
zh_cn: 复制

source: Duplicate : Level %1
zh_cn: 复制 : 层级 %1

source: Duplicate File :
zh_cn: 复制文件 :

source: Duplicate Drawing
zh_cn: 复制绘图

source: Duplicate Frame in XSheet
zh_cn: 在摄影表复制帧

source: Duplicated commands will be ignored.
zh_cn: 重复的命令将被忽略。

source: Duration (frames):
zh_cn: 长度(帧数):

source: Duration : Frame
zh_cn: 长度 : 帧

source: Duration : HH:MM:SS:FF
zh_cn: 长度 : HH:MM:SS:FF

source: Duration : Sec + Frame
zh_cn: 长度 : 秒 + 帧

source: Duration:
zh_cn: 处理时间:

source: E Drawing
zh_cn: E 图

source: EPISODE
zh_cn: 片段

source: Each
zh_cn: 缩短帧

source: Each %1
zh_cn: 每 %1

source: Each %1 : Level %2
zh_cn: 每 %1 : 层级 %2

source: Ease
zh_cn: 缓动

source: Ease In
zh_cn: 渐入

source: Ease In / Ease Out
zh_cn: 缓入/缓出

source: Ease In / Ease Out %
zh_cn: 缓入/缓出(%)

source: Ease In / Ease Out (%) Interpolation
zh_cn: 缓入/缓出(%)插值

source: Ease In / Ease Out Interpolation
zh_cn: 缓入/缓出插值

source: Ease In Interpolation
zh_cn: 缓入差值

source: Ease In/Out
zh_cn: 渐入/出

source: Ease In/Out Interpolation
zh_cn: 缓入/缓出插值

source: Ease In:
zh_cn: 缓入:

source: Ease Out
zh_cn: 渐出

source: Ease Out Interpolation
zh_cn: 缓出插值

source: Ease Out:
zh_cn: 缓出:

source: Ease%
zh_cn: 缓动%

source: EaseIn/Out
zh_cn: 缓入/出

source: Easy Inputs
zh_cn: 简易输入

source: Edit
zh_cn: 编辑

source: Edit Additional Style Sheet..
zh_cn: 编辑附加样式表单...

source: Edit Cell Mark #%1
zh_cn: 编辑#%1帧格标记

source: Edit Cell Marks
zh_cn: 编辑帧格标记

source: Edit Cell Numbers
zh_cn: 编辑帧格编号

source: Edit Clapperboard...
zh_cn: 编辑场记板...

source: Edit Color Filter #%1
zh_cn: 编辑颜色滤镜#%1

source: Edit Column Color Filters
zh_cn: 编辑列颜色过滤器

source: Edit Frame Range...
zh_cn: 编辑帧范围...

source: Edit Image
zh_cn: 编辑图像

source: Edit Info
zh_cn: 编辑信息

source: Edit Level Settings : %1
zh_cn: 编辑层级设置 : %1

source: Edit Mesh
zh_cn: 编辑网格

source: Edit Mesh Mode
zh_cn: 编辑网格模式

source: Edit PosPath
zh_cn: 编辑位置路径

source: Edit Rotation
zh_cn: 编辑旋转

source: Edit Scale
zh_cn: 编辑缩放

source: Edit Scale H
zh_cn: 编辑纵向缩放

source: Edit Scale W
zh_cn: 编辑横向缩放

source: Edit Scene Contents
zh_cn: 编辑场景内容

source: Edit Shear X
zh_cn: 编辑横向切变

source: Edit Shear Y
zh_cn: 编辑纵向切变

source: Edit Shift
zh_cn: 编辑移位

source: Edit Stack Order
zh_cn: 编辑堆栈顺序

source: Edit Tag
zh_cn: 编辑标签

source: Edited
zh_cn: 已编辑

source: Editing %1 items...
zh_cn: 正在编辑 %1 个项目...

source: Ellipse
zh_cn: 椭圆

source: Enable Actual Pixel View on Scene Editing Mode
zh_cn: 在场景编辑模式中启用实际像素视图

source: Enable Auto-Complete
zh_cn: 启用自动完成

source: Enable Auto-stretch Frame
zh_cn: 启用自动伸展帧

source: Enable Autocreation
zh_cn: 启用自动创建

source: Enable Autorenumber
zh_cn: 启用自动编号

source: Enable Column Color Filter and Transparency for Rendering
zh_cn: 为渲染启用列颜色过滤器及透明度

source: Enable Creation in Hold Cells
zh_cn: 启用在保留帧格的创作

source: Enable OpenToonz Commands' Shortcut Keys While Renaming Cell
zh_cn: 重命名帧格时启用 OpenToonz 命令快捷键

source: Enable Tools For Level Only
zh_cn: 仅为层级启用工具

source: Enable Touch Gesture Controls
zh_cn: 启用触控手势控制部件

source: Enable Version Control*
zh_cn: 启用版本控制*

source: Enable Windows Ink Support* (EXPERIMENTAL)
zh_cn: 打开 Windows Ink 支持*(试验功能)

source: Enable to Input Cells without Double Clicking
zh_cn: 启用不双击情况下置入帧格

source: Enabling multi-thread rendering will render significantly faster but a random crash might occur, use at your own risk.
zh_cn: 启用多线程渲染会显著加快渲染速度。 但可能会造成随机的崩溃，请自己承担风险。

source: End:
zh_cn: 结束:

source: Ended:
zh_cn: 结束于：

source: Endianess
zh_cn: 字节序

source: Endianess:
zh_cn: 字节次序:

source: Endpoint to Endpoint
zh_cn: 端点到端点

source: Endpoint to Line
zh_cn: 端点到线

source: Enhanced ink recognition
zh_cn: 增强描线识别

source: Enter Preset Name
zh_cn: 输入预设名称

source: Enter new word
zh_cn: 输入新词

source: Enter the name for %1
zh_cn: 请给 %1 命名

source: Enter the name for the output settings preset.
zh_cn: 请键入输出设定的预设名称。

source: Episode + Sequence + Scene
zh_cn: 片段 + 序列 + 场景

source: Episode:
zh_cn: 片段:

source: Erase
zh_cn: 擦除

source: Eraser
zh_cn: 橡皮差

source: Eraser Tool
zh_cn: 橡皮擦工具

source: Eraser Tool - Freehand
zh_cn: 橡皮擦工具 - 手绘

source: Eraser Tool - Next Type
zh_cn: 橡皮擦工具 - 下一类型

source: Eraser Tool - Normal
zh_cn: 橡皮擦工具 - 标准

source: Eraser Tool - Polyline
zh_cn: 橡皮擦工具 - 折线

source: Eraser Tool - Rectangular
zh_cn: 橡皮擦工具 - 长方形

source: Eraser Tool - Segment
zh_cn: 橡皮擦工具 - 线段

source: Erasing unused styles with following indices.
zh_cn: 擦除未使用的样式，其索引如下。

source: Error
zh_cn: 错误

source: Error : Preset Name is Invalid
zh_cn: 错误: 预设名称无效

source: Error allocating memory: not enough memory.
zh_cn: 分配内存时出错：内存不足。

source: Error exporting color names XML
zh_cn: 导出颜色名错误 XML

source: Error importing color names XML
zh_cn: 导入颜色名错误 XML

source: Error loading scene %1
zh_cn: 加载场景 %1 时发生错误

source: Error loading scene %1 :%2
zh_cn: 加载场景 %1 时发生错误：%2

source: Errors
zh_cn: 错误

source: Even (PAL)
zh_cn: 偶数(PAL)

source: Every 10 frames
zh_cn: 每10帧

source: Every 12 frames
zh_cn: 每12帧

source: Every 2 frames
zh_cn: 每2帧

source: Every 3 frames
zh_cn: 每3帧

source: Every 4 frames
zh_cn: 每4帧

source: Every 5 frames
zh_cn: 每5帧

source: Every 6 frames
zh_cn: 每6帧

source: Every 8 frames
zh_cn: 每8帧

source: Exception loading level (%1)
zh_cn: 加载层级时的异常(%1)

source: Exception reading %1
zh_cn: 读取 %1 时的异常

source: Exception writing %1
zh_cn: 写入 %1 时的异常

source: Exit Full Screen Mode
zh_cn: 退出全屏模式

source: Expand Function Editor Header to Match Xsheet Toolbar Height*
zh_cn: 展开功能编辑器头以适配摄影表工具条的高度*

source: Expand toolbar
zh_cn: 展开工具条

source: Expected %1 argument(s) in %2, got %3
zh_cn: 在 %2 中期待 %1 参数，实际有 %3

source: Expected a vector image: %1
zh_cn: 预期的矢量图像: %1

source: Expected a vector level: %1
zh_cn: 预期的矢量层级: %1

source: Explode
zh_cn: 展开

source: Explode Macro Fx : %1
zh_cn: 展开宏特效 : %1

source: Explode Sub-Xsheet
zh_cn: 分解子摄影表

source: Exploding Sub-xsheet: what you want to do?
zh_cn: 正在展开子摄影表：你要如何处理？

source: Explore Folder
zh_cn: 浏览文件夹

source: Expo
zh_cn: 指数

source: Exponential
zh_cn: 指数

source: Exponential Interpolation
zh_cn: 指数插值

source: Export
zh_cn: 导出

source: Export Camera Calibration Settings
zh_cn: 导出摄影机校准设定

source: Export Camera Track
zh_cn: 导出摄影机轨迹

source: Export Camera Track Image
zh_cn: 导出摄影机轨迹图像

source: Export Current Shortcuts
zh_cn: 导出当前的快捷键配置

source: Export Curve
zh_cn: 导出曲线

source: Export Data
zh_cn: 导出数据

source: Export Exchange Digital Time Sheet (XDTS)
zh_cn: 导出交换数字时间表(XDTS)

source: Export File List
zh_cn: 导出文件列表

source: Export Level
zh_cn: 导出层级

source: Export Open Cel Animation (OCA)
zh_cn: 导出 Open Cel Animation (OCA)

source: Export Options
zh_cn: 导出选项

source: Export PDF
zh_cn: 导出 PDF

source: Export PNG
zh_cn: 导出 PNG

source: Export Scene
zh_cn: 导出场景

source: Export Scene...
zh_cn: 导出场景...

source: Export Settings
zh_cn: 导出设置

source: Export TVPaint JSON File
zh_cn: 导出 TVPaint JSON 文件

source: Export Xsheet PDF
zh_cn: 导出摄影表 PDF

source: Exporting
zh_cn: 正在导出

source: Exporting ...
zh_cn: 正在导出...

source: Exporting level of %1 frames in %2
zh_cn: 将 %1 的层级导出到 %2 中

source: Exporting...
zh_cn: 正在导出...

source: Expose
zh_cn: 公开

source: Expose Level %1
zh_cn: 公开层级 %1

source: Expose Loaded Levels in Xsheet
zh_cn: 在摄影表中公开已加载的层级

source: Expose in a Sub-xsheet
zh_cn: 公开到子摄影表

source: Expose layers in a group as columns in a sub-xsheet
zh_cn: 将组中的层公开为一张子摄影表中的列

source: Expose layers in a group as frames in a column
zh_cn: 将组中的层公开为一列中的帧

source: Exposure:
zh_cn: 曝光:

source: Expr
zh_cn: 表达式

source: Expression
zh_cn: 表达式

source: Expression Interpolation
zh_cn: 表达式插值

source: Expression modified: "%1" key at frame %2, %3 -> %4
zh_cn: 表达式已经修改："%1" 在帧 %2, %3 -> %4

source: Expression monitoring restarted: "%1"
zh_cn: 表达式监视已经重启："%1"

source: Expression:
zh_cn: 表达式:

source: Extend Onion Skin To Scene
zh_cn: 扩展洋葱皮到场景

source: Extend Rest Drawing to End Marker
zh_cn: 扩展其余图直至结束标记

source: Extension
zh_cn: 扩展

source: F V Drawing
zh_cn: F V 图

source: FFmpeg Path:
zh_cn: FFmpeg 路径:

source: FFmpeg Timeout:
zh_cn: FFmpeg 超时:

source: FFmpeg is not bundled with OpenToonz.
zh_cn: FFmpeg 并没有和 OpenToonz 一起打包。

source: FFmpeg not found, please set the location in the Preferences and restart.
zh_cn: FFmpeg 没找到，请在首选项中设置位置并重启程序。

source: FFmpeg returned error-code: %1
zh_cn: FFmpeg 返回的错误编码：%1

source: FFmpeg timed out.
zh_cn: FFmpeg 超时

source: FX
zh_cn: 特效

source: FX Browser
zh_cn: 特效浏览器

source: FX Schematic
zh_cn: 特效示意图

source: Fade
zh_cn: 淡化

source: Fade In
zh_cn: 淡入

source: Fade Out
zh_cn: 淡出

source: Fade to Color
zh_cn: 淡化至颜色

source: Fade:
zh_cn: 淡化:

source: Failed
zh_cn: 失败

source: Failed Steps:
zh_cn: 失败的步数:

source: Failed to Load 3DLUT File.
zh_cn: 加载 3DLUT 文件失败。

source: Failed to Open 3DLUT File.
zh_cn: 打开3DLUT文件失败。

source: Failed to access the destination folder!
zh_cn: 访问目标文件夹失败！

source: Failed to add command %1
zh_cn: 添加命令 %1 失败

source: Failed to add m_shader.frag.
zh_cn: 添加 m_shader.frag 失败。

source: Failed to add m_shader.vert.
zh_cn: 添加 m_shader.vert 失败。

source: Failed to compile m_shader.frag.
zh_cn: 编译 m_shader.frag 失败。

source: Failed to compile m_textureShader.vert.
zh_cn: 编译 m_textureShader.vert 失败。

source: Failed to create folder %1.
zh_cn: 创建文件夹%1失败。

source: Failed to create folder.
zh_cn: 创建文件夹失败。

source: Failed to create menubar
zh_cn: 创建菜单栏失败

source: Failed to create the folder.
zh_cn: 创建文件夹失败。

source: Failed to get attribute location of %1
zh_cn: 获取 : %1 的位置属性失败

source: Failed to get uniform location of %1
zh_cn: 获取: %1的统一位置失败

source: Failed to import palette.
zh_cn: 导入调色板失败。

source: Failed to link simple shader: %1
zh_cn: 链接 simple shader 失败: %1

source: Failed to load %1.
zh_cn: 加载 %1 失败。

source: Failed to load menu %1
zh_cn: 加载菜单 %1 失败

source: Failed to open the file %1
zh_cn: 打开文件%1失败

source: Failed to open the file for writing.
zh_cn: 打开要写的文件失败。

source: Failed to open the template.
zh_cn: 打开模板失败。

source: Failed to overwrite %1
zh_cn: 覆盖 %1 失败

source: Failed to remove existing level %1; skipped.
zh_cn: 删除现有层级%1失败；跳过。

source: Failed to save WAV file: Make sure you have write permissions in folder.
zh_cn: 保存 WAV 文件失败: 确认你有该文件夹的写入权限。

source: Failed to save calibration settings.
zh_cn: 保存摄影机校准设定失败。

source: Failed to save palette.
zh_cn: 保存调色板失败。

source: Failed to save the following resources:
zh_cn: 保存下面的资源失败:

source: Farm Global Root:
zh_cn: 农场的全局根:

source: Farthest
zh_cn: 最远

source: Farthest Drawing
zh_cn: 最远端的笔画

source: Fast Render Path:
zh_cn: 快速输出路径:

source: Field Guide
zh_cn: 规格板

source: Field Guide Size:
zh_cn: 规格板大小:

source: Field Guide:
zh_cn: 规格板:

source: File
zh_cn: 文件

source: File "%1" already exists.
zh_cn: 文件 %1 已经存在。

source: File %1 already exists.
zh_cn: 文件 %1 已经存在。

source: File %1 does exist.
zh_cn: 文件 %1 不存在。

source: File %1 doesn't belong to the current project.
zh_cn: 文件 %1 并不属于当前项目。

source: File %1 doesn't exist
zh_cn: 文件 %1 不存在

source: File %1 doesn't look like a TOONZ Scene
zh_cn: 文件 %1 不像是 TOONZ 场景

source: File %1 exists as well; please choose a different suffix.
zh_cn: 文件 %1 已经存在了。请选择不同的后缀。

source: File %1 is unsupported
zh_cn: 文件 %1 是不支持的

source: File '%1' will reload level '%2' as a duplicate column in the xsheet.
zh_cn: 文件 '%1' 将重新在摄影表的重复列上加载层级 '%2'。

source: File Browser
zh_cn: 文件浏览器

source: File Format:
zh_cn: 文件格式:

source: File History
zh_cn: 文件历史

source: File Info
zh_cn: 文件信息

source: File Interpolation
zh_cn: 文件方式插值

source: File List (*.csv)
zh_cn: 文件列表(*.csv)

source: File Name:
zh_cn: 文件名:

source: File Path Rules
zh_cn: 文件路径规则

source: File Path:
zh_cn: 文件路径:

source: File Settings
zh_cn: 文件设置

source: File Suffix:
zh_cn: 文件后缀:

source: File Type:
zh_cn: 文件类型:

source: File already exists:
zh_cn: 文件已经存在。

source: File could not be opened for read
zh_cn: 文件不能打开读取

source: File could not be opened for write
zh_cn: 文件不能打开写入

source: File name:
zh_cn: 文件名:

source: File not found
zh_cn: 找不到文件

source: File to convert:
zh_cn: 要转换的文件:

source: FileName#LayerName
zh_cn: 文件名#图层名

source: Files
zh_cn: 文件

source: Fill
zh_cn: 填充

source: Fill Gaps
zh_cn: 填充 间隙

source: Fill Depth
zh_cn: 填充深度

source: Fill In Empty Cells
zh_cn: 在空的帧格中填充

source: Fill Tool
zh_cn: 填充工具

source: Fill Tool - Areas
zh_cn: 填充工具 - 区域

source: Fill Tool - Autopaint Lines
zh_cn: 填充工具 - 自动填充线

source: Fill Tool - Freehand
zh_cn: 填充工具 - 手绘

source: Fill Tool - Lines
zh_cn: 填充工具 - 线

source: Fill Tool - Lines & Areas
zh_cn: 填充工具 - 线和区域

source: Fill Tool - Next Mode
zh_cn: 填充工具 - 下一模式

source: Fill Tool - Next Type
zh_cn: 填充工具 - 下一类型

source: Fill Tool - Normal
zh_cn: 填充工具 - 标准

source: Fill Tool - Pick+Freehand
zh_cn: 填充工具 - 选取+手绘

source: Fill Tool - Polyline
zh_cn: 填充工具 - 多边形

source: Fill Tool - Rectangular
zh_cn: 填充工具 - 长方形

source: Filled circle
zh_cn: 填充圆圈

source: Filter:
zh_cn: 过滤器:

source: Finalizing render, please wait.
zh_cn: 完成渲染最后阶段，请稍等。

source: Finger Tool
zh_cn: 涂抹工具

source: First Frame
zh_cn: 起初帧

source: First Speed:
zh_cn: 起点速度:

source: First argument must be a scene : %1
zh_cn: 第一个参数必须是场景: %1

source: Fit
zh_cn: 适合

source: Fit Selection
zh_cn: 适合选区

source: Fit To Window
zh_cn: 适合窗口

source: Fit to Flipbook
zh_cn: 适合翻页书

source: Fit to Window
zh_cn: 适合窗口

source: Fixed Onion Skin Toggle
zh_cn: 显示/隐藏固定洋葱皮

source: Flatten visible document layers into a single image.
zh_cn: 压平可见文档图层为单一图像

source: Flex
zh_cn: 弹性

source: Flip
zh_cn: 翻转

source: Flip Guide Stroke:
zh_cn: 翻转引导描绘:

source: Flip Next Guide Stroke Direction
zh_cn: 翻转后一个引导描绘方向

source: Flip Object Horizontally
zh_cn: 横向翻转物体

source: Flip Object Vertically
zh_cn: 纵向翻转物体

source: Flip Previous Guide Stroke Direction
zh_cn: 翻转前一个引导描绘方向

source: Flip Selection Horizontally
zh_cn: 水平翻转选择

source: Flip Selection Vertically
zh_cn: 垂直翻转选择
